welcome_message = "Привет 👋 \n" \
                  "Если ты здесь, значит ты на правильном пути! \n" \
                  "Ты обратился к команде профессионалов, которая организует и проведет твой праздник на " \
                  "высшем уровне!)"
event_choose_message = "Какое ты планируешь мероприятие?"
event_survey_start_question = "Хочешь узнать как будет выглядеть твое мероприятие?"
other_event_reply = "Сейчас мы позвоним тебе и организуем твое мероприятие!"
surveys_limit_reached = "Извините, вы достигли лимита пройденых опросов"
survey_finished_message = 'Спасибо что прошли наш опрос. Мы уже начали думать над вашим мероприятием и ' \
                          'совсем скоро пришлем вам наши наработки!'
user_dont_want_survey = 'Мы уже начинаем креативить и придумывать тебе праздник! ' \
                        'Совсем скоро наш менеджер свяжется с тобой и сделает предложение от ' \
                        'которого ты не сможешь отказаться)'
user_want_survey = 'Ответь на несколько вопросов и ты узнаешь все до мелочей, начиная от ' \
                   'цвета костюма, заканчивая блюдами на столе!'
conception_error = 'Произошла ошибка, пожалуйста пройдите опрос повторно'
conception_message = 'Вот как может выглядеть ваше мероприятие: '
