welcome_message = "Привет 👋 \n" \
                  "Если ты здесь, значит ты на правильном пути! \n" \
                  "Ты обратился к команде профессионалов, которая организует и проведет твой праздник на " \
                  "высшем уровне!)"
event_choose_message = "Какое ты планируешь мероприятие?"
event_survey_start_question = "Хочешь узнать как будет выглядеть твое мероприятие?"
other_event_reply = "Сейчас мы позвоним тебе и организуем твое мероприятие!"
surveys_limit_reached = "Извините, вы достигли лимита пройденых опросов"
survey_finished_message = 'Мы уже начали думать над вашим мероприятием и ' \
                          'совсем скоро пришлем концепцию!'
user_dont_want_survey = 'Мы уже начинаем креативить и придумывать тебе праздник! ' \
                        'Совсем скоро наш менеджер свяжется с тобой и сделает предложение от ' \
                        'которого ты не сможешь отказаться)'
user_want_survey = 'Ответь на несколько вопросов и ты узнаешь все до мелочей, начиная от ' \
                   'цвета костюма, заканчивая блюдами на столе!'
conception_error = 'Произошла ошибка, пожалуйста пройдите опрос повторно'
conception_message = 'Вот как может выглядеть ваше мероприятие: '

answer_default_message = 'Произошла ошибка. Пожалуйста ответьте еще раз'
answer_min_length_error = 'Ваш ответ слишком короткий. Пожалуйста, напишите еще раз'
answer_max_length_error = 'Ваш ответ слишком длинный. Пожалуйста, напишите еще раз'
answer_phone_error = 'Неверный номер телефона. Пожалуйста, введите номер еще раз'
answer_email_error = 'Неверный email. Пожалуйста, введите email еще раз'
answer_greater_than_error = 'Слишком маленькое число. Пожалуйста, напишите еще раз'
answer_less_than_error = 'Слишком большое число. Пожалуйста, напишите еще раз'
answer_int_parsing_error = 'Число должно содержать только цифры. Пожалуйста, напишите еще раз'

survey_start_text = {'Конференция': 'Ответь на несколько вопросов и мы пришлем тебе концепцию конференции',
                     'Корпоратив': 'Ответь на несколько вопросов, и ты узнаешь концепцию мероприятия',
                     'День рождения': 'Ответь на несколько вопросов, и ты узнаешь, как будет выглядеть твой день '
                                      'рождения, начиная от цвета костюма, заканчивая блюдами на столе',
                     'Свадьба': 'Ответь на несколько вопросов и ты узнаешь все до мелочей, начиная от '
                                'цвета костюма, заканчивая блюдами на столе!'}

advertising_survey_already_passed = 'Опрос уже пройден'
advertising_survey_passed = 'Спасибо что прошли опрос'
